<template>
  <div>
    <div>
      <div>
        <div>
          <br /><br /><br /><br /><br /><br /><br />
          <div id="edxn" class="edxn0 aligntext">


학생 공모 안내

 

코리아국제웹영화제는 별도 학생 공모(대한민국 초,중,고, 대학교)를 통해 경쟁 부문인 작품을 선정합니다.

선정된 작품은 2023 코리아국제웹영화제 공식 상영작으로 초청, 상영됩니다.

 

 

출품 일정

 

2023년 04월 26일(수)부터 2023년 06월 16일(금) 17시까지 /

* 대한민국 시간 기준 [GMT +9:00]

 

 

 

출품 안내

 

출품 대상

장르 구분 없이 출품 가능

지역 공모 출품작은 반드시 아래의 조건 중 하나 이상을 충족해야 합니다.

①연출자(감독)또는 제작자(프로듀서)가 대한민국 국적으로 학교에 재학생인 경우

②연출자(감독)또는 제작자(프로듀서)가 대한민국 재회동포로 학교에 재학생인 경우

※코리아국제웹영화제는 상영시간(러닝타임)을 기준으로10분 내외의 웹 시리즈

출품 자격

2022년1월 이후에 제작된 영화만 출품할 수 있으며,프리미어(국내 최초 상영)또는 그 이상의 프리미어 조건을 갖춘 작품으로 국내외에서 상영 전적이 없는 작품

아래 두 조건 중 하나를 충족하는 경우

①영화 및 비디오물의 진흥에 관한 법률(링크)제2조3항의 규정에 의해 한국영화에 부합하는 경우

②학교에 재학생인 대한민국 국적,전 세계 재외 동포 크리에이터

출품 방법

코리아국제웹영화제는 사이트를 통한 온라인 출품 또는 공식 이메일

 

※ 온라인 출품 신청은 홈페이지 회원으로 가입을 원칙으로 한다.

- 2023년 코리아국제웹영화제 프리미어는 개최일 이전에 국내외 에서 상영 전적이 없는 작품이어야 한다.

- 일반 대중에게 공개된 작품(온라인 또는 모바일 동영상 플랫폼을 통해 공개되거나 DVD 등의 저장매체 형태로 출시된 경우도 포함)일 경우에는 심사 대상에서 제외된다.

 

※ 단, 아래의 경우는 예외적으로 프리미어가 유지된 것으로 인정합니다.

• 졸업상영회(온라인 상영회 포함)

• 특정 관계자만을 대상으로 진행된 제한 상영회

작품 선정은 모든 출품작 대상으로 코리아국제웹영화제가 선정한 예심위원이 시사 후 결정되며, 선정되지 않은 작품에 대한 미선정 사유는 제공하지 않는다.





시상 내역

 

1 특별상

2 베스트 특수시각효과상 ​

3 베스트 음악상

4 베스트 편집상

5 베스트 앙상블 캐스트

6 베스트 라이징스타

7 베스트 촬영상

8 베스트 컨셉

9 베스트 애니메이션

10 베스트 호러

11 베스트다큐멘터리/리얼리티

12 베스트 서스펜스스릴러

13 베스트 액션

14 베스트 사이언스픽션

15 스케치코미디상

16 남우조연상

17 여우조연상

18 남우주연상

19 남우주연상

20 대상

 

시상 내역은 2023년 코리아국제웹영화제 기준이며, 모든 시상내역과 명칭은 영화제 사정에 따라 변경될 수 있습니다.





          </div>
        </div>
      </div>
    </div>
  </div>
</template>
<script>
export default {
  data() {
    return {};
  },

  methods: {
    basicstudy() {
      let basic = document.getElementById("edxn");

      basic.style.textAlign = "";
    },
  },

  mounted() {
    let basic = document.getElementById("edxn");

    basic.style.inheritAttrs = false;

    basic.classList.remove("wrapapp");

    basic.style.textAlign = "justify";

    console.log(basic.style);

    console.dir(basic.style);

    console.log(basic);

    console.dir(basic);
  },
};
</script>
<style></style>
