<template>
  <div>
    <div>
      <div>
        <div>
          <br /><br /><br /><br /><br /><br /><br />
          <div id="edxn" class="edxn0 aligntext">


출품 안내  <br />

 

 

출품 대상  <br />

연출자의 웹시리즈 연출작<br />

※코리아국제웹영화제는 상영시간(러닝타임)을 기준으로10분 내외의 웹 시리즈<br />

출품 자격<br />

2022년1월 이후에 제작된 영화만 출품할 수 있으며, 프리미어(국내 최초 상영)또는 그 이상의 프리미어 조건을 갖춘 작품으로 국내외에서 상영 전적이 없는 작품<br />

아래 두 조건 중 하나를 충족하는 경우<br />

①영화 및 비디오물의 진흥에 관한 법률(링크)제2조3항의 규정에 의해 한국영화에 부합하는 경우<br />

②전 세계 웹시리즈 크리에이터<br />

출품 방법<br />

코리아국제웹영화제는 사이트를 통한 온라인 출품 또는 공식 이메일<br />


 

※ 온라인 출품 신청은 홈페이지 회원으로 가입을 원칙으로 한다.<br />

- 2023년 코리아국제웹영화제 프리미어는 개최일 이전에 국내외 에서 상영 전적이 없는 작품이어야 한다.<br />

- 일반 대중에게 공개된 작품(온라인 또는 모바일 동영상 플랫폼을 통해 공개되거나 DVD 등의 저장매체 형태로 출시된 경우도 포함)일 경우에는 심사 대상에서 제외된다.<br />

 

※ 단, 아래의 경우는 예외적으로 프리미어가 유지된 것으로 인정합니다.<br />

• 졸업상영회(온라인 상영회 포함)<br />

• 특정 관계자만을 대상으로 진행된 제한 상영회<br />

작품 선정은 모든 출품작 대상으로 코리아국제웹영화제가 선정한 예심위원이 시사 후 결정되며, 선정되지 않은 작품에 대한 미선정 사유는 제공하지 않는다.<br />

 

 

시상 내역은 2023년 코리아국제웹영화제 기준이며, 모든 시상내역과 명칭은 영화제 사정에 따라 변경될 수 있습니다.<br />

 

 

출품 시 유의사항<br />

 

 

1.반드시 별도 안내된 출품규정과 저작물관리규정을 읽고 동의하신 후 출품신청서를 작성해야 합니다.<br />

2.출품신청서에 작성한 모든 정보는 거짓이 없어야 하며,허위로 판명될 경우 심사에서 제외되고, 상영이 확정된 영화인 경우에도 상영이 취소됩니다<br />

3.스크리너의 온라인 링크(Vimeo혹은 기타 공유 드라이브)를 출품 신청서와 함께 제출(등록)해야 합니다.<br />

단,모든 스크리너의 온라인 링크는 반드시 비밀번호가 설정된 상태 혹은 비공개로 설정된 상태로 제출되어야 합니다.<br />

4.온라인 출품신청서 작성과 스크리너(온라인 링크)업로드가 모두 완료된 상태만 출품 신청이 완료된 것으로 간주합니다.<br />

5.출품 완료 후 출품자가 스크리너(온라인 링크)를 변경하거나 스크리너 영상을 변경하는 경우 영화제와 사전에 협의하여야 합니다.<br />

6.스크리너는 출품작이 상영작으로 선정 시 영화제에서 상영하게 될 최종 버전(상영본)과 반드시 같아야 합니다.<br />

최종 상영본과 스크리너가 다 른 경우에는 작품 선정이 취소될 수 있습니다.<br />

단,스크리너와 최종 상영본의 차이는 전적으로 영화제가 판단합니다.<br />

7.출품용으로 제출한 자료는 일체 반환하지 않습니다.<br />

8.출품 완료 후 작품의 출품 및 선정 과정에서 문제가 되는 항목이 있다면 즉시 영화제에 통보하여 협의하여야 합니다.<br />

코리아국제웹영화제는 규정에 어 긋나는 경우 영화제 개최 전 혹은 종료 후일지라도 작품 상영,초청,수상이 취소될 수 있습니다.<br />

또한 코리아국제웹영화제는 본 규정에 별도 명시하 지 않은 내용에 대해 결정할 수 있는 권한을 가집니다.<br />

 

 

문의처<br />

코리아국제웹영화제 00000/ 1644-5858






          </div>
        </div>
      </div>
    </div>
  </div>
</template>
<script>
export default {
  data() {
    return {};
  },

  methods: {
    basicstudy() {
      let basic = document.getElementById("edxn");

      basic.style.textAlign = "";
    },
  },

  mounted() {
    let basic = document.getElementById("edxn");

    basic.style.inheritAttrs = false;

    basic.classList.remove("wrapapp");

    basic.style.textAlign = "justify";

    console.log(basic.style);

    console.dir(basic.style);

    console.log(basic);

    console.dir(basic);
  },
};
</script>
<style></style>
